<?php
/**
 * 易优CMS
 * ============================================================================
 * 版权所有 2016-2028 海南赞赞网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.eyoucms.com
 * ----------------------------------------------------------------------------
 * 如果商业用途务必到官方购买正版授权, 以免引起不必要的法律纠纷.
 * ============================================================================
 * Author: 小虎哥 <1105415366@qq.com>
 * Date: 2018-06-23
 */

return array(
    'code' => '#CODE#', // 插件标识
    'name' => '#NAME#', // 插件名称
    'version' => '#VERSION#', // 插件版本号
    'min_version' => '#MIN_VERSION#', // CMS最低版本支持
    'author' => '#AUTHOR#', // 开发者
    'description' => '#DESCRIPTION#', // 插件描述
    'litpic'    => '/weapp/#CODE#/logo.png',
    'scene' => '#SCENE#',  // 使用场景 0 PC+手机 1 手机 2 PC
    'subroot' => 'on',
    // 'install_target' => '_self',
    'permission' => [],
    'management' => [],
);